---
kind: enumMember
id: F:Autodesk.Revit.DB.BuiltInParameter.STAIRS_LANDINGTYPE_USE_SAME_TRISER_AS_RUN
enum: Autodesk.Revit.DB.BuiltInParameter
source: html/fb011c91-be7e-f737-28c7-3f1e1917a0e0.htm
---
# Autodesk.Revit.DB.BuiltInParameter.STAIRS_LANDINGTYPE_USE_SAME_TRISER_AS_RUN

"Same as Run": Same as Run